{"translation-revision-date":"2024-09-24 06:10:06+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Build using AI":["Construye con IA"],"Name, language & type":["Nombre, idioma y tipo"],"Let's Start":["Empecemos"],"Connect your account":["Conecta tu cuenta"],"Connect":["Conectar"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Se ha producido un problema procesando la solicitud. Por favor, inténtalo de nuevo. Si este error continúa, por favor ponte en contacto con nuestro <a href=\"%1$s\">equipo de soporte<\/a>."],"Oops , Something went wrong!":["¡Vaya! Algo ha ido mal."],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"or drop your images here":["o deja tus imágenes aquí"],"Suggested Keywords":["Palabras clave sugeridas"],"Upload Your Images":["Sube tus imágenes"],"Upload images":["Subir imágenes"],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["La subida de medios ha fallado. Si es una foto o una imagen grande, por favor, reduce su tamaño e inténtalo de nuevo."],"You are probably offline.":["Probablemente estés desconectado."],"An unknown error occurred.":["Ha ocurrido un error desconocido."],"The response is not a valid JSON response.":["Las respuesta no es una respuesta JSON válida."],"Select or Upload Media":["Elige o sube medios"],"You can easily purchase additional AI credits later anytime.":["Puedes comprar fácilmente créditos IA adicionales más adelante, cuando quieras."],"Begin with the 1000 AI credits provided when you signed up for your free account. With this, you can personalize templates in the %s categories.":["Empieza con los 1000 créditos IA que te proporcionaron cuando te registraste en tu cuenta gratuita. Con ellos, podrás personalizar plantillas en las categorías %s."],"Want to see how this works?":["¿Quieres ver cómo funciona?"],"Unlock 200,000 AI Credits for Just $39":["Desbloquea 200.000 créditos de IA por sólo 39 $."],"Your account has %1$s AI credits left. If you want to personalize the entire design library with content and images tailored to your business and website project, you'll require %2$s credits.":["A tu cuenta le quedan %1$s créditos de IA. Si quieres personalizar toda la biblioteca de diseños con contenidos e imágenes adaptados a tu negocio y proyecto web, necesitarás %2$s créditos."],"With AI credits, you have the power to personalize the design library with unique copy and beautiful images specific to your website.":["Con los créditos de IA, tienes el poder de personalizar la biblioteca de diseños con textos únicos y bellas imágenes específicas para tu sitio web."],"Uh Oh, you're out of AI credits 😕":["Vaya, te has quedado sin créditos de IA 😕"],"Please enter a valid email":["Por favor, introduce un correo electrónico válido"],"Please provide the contact information details below. These will be used on the website.":["Proporciona los datos de contacto que figuran a continuación. Se utilizarán en el sitio web."],"How can people get in touch with ":["¿Cómo puede la gente ponerse en contacto con "],"(Please enter a valid email":["(Por favor, introduce un correo electrónico válido"],"This might not be a valid URL.":["Puede que no sea una URL válida."],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Introduce una URL completa. Por ejemplo: https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"Social Media":["Medios sociales"],"Enter your account URL":["Introduce la URL de tu cuenta"],"Enter your Yelp business URL":["Introduce la URL de tu negocio en Yelp"],"Enter your Google Business URL":["Introduce tu URL de Google Business"],"Enter your %s account URL":["Introduce la URL de tu cuenta de %s"],"Failed to fetch block data. Please try again later.":["No se han podido obtener los datos del bloque. Vuelve a intentarlo más tarde."],"Failed to install WPForms. Please try again later.":["No se ha podido instalar WPForms. Vuelve a intentarlo más tarde."],"Failed to install Spectra. Please try again later.":["No se ha podido instalar Spectra. Vuelve a intentarlo más tarde."],"Failed import WPForms. Please try again later.":["No se ha podido importar WPForms. Vuelve a intentarlo más tarde."],"Failed to import the block. Please try again later.":["No se ha podido importar el bloque. Vuelve a intentarlo más tarde."],"Failed to active WPForms. Please try again later.":["No se ha podido instalar WPForms. Vuelve a intentarlo más tarde."],"Failed to active Spectra. Please try again later.":["No se ha podido activar Spectra. Vuelve a intentarlo más tarde."],"If this error continues please contact our %1$s.":["Si este error continúa, ponte en contacto con nuestro %1$s."],"support team":["equipo de soporte"],"Back to Main Screen":["Volver a la pantalla principal"],"Please wait a moment":["Por favor, espera un momento"],"Your favorite templates will be displayed here. You do not have any favorites yet. Click the heart icon and start adding them!":["Tus plantillas favoritas se mostrarán aquí. Aún no tienes ninguna favorita. ¡Haz clic en el icono del corazón y empieza a añadirlas!"],"No favorites added.":["No se han añadido favoritas."],"Skip":["Saltar"],"Page":["Página","Páginas"],"Color Styles: ":["Estilos de color: "],"AI Credits remaining":["Créditos de IA restantes"],"Back to Templates":["Volver a las plantillas"],"Filter by Color":["Filtrar por color"],"Categories":["Categorías"],"Favorites":["Favoritas"],"Kits":["Kits"],"Pages":["Páginas"],"Syncing":["Sincronizando"],"Are you sure you want to cancel the content generation process?":["¿Estás seguro de que quieres cancelar el proceso de generación de contenidos?"],"Clear":["Vaciar"],"Patterns":["Patrones"],"Cancel":["Cancelar"]}},"comment":{"reference":"lib\/gutenberg-templates\/dist\/main.js"}}